Repository: sargon17/Yearlit
Catalog: My Year/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: I’ve always believed consistency is a kind of superpower.
cs: Vždycky jsem věřil, že pravidelnost je svým způsobem superschopnost.
da: Jeg har altid troet på, at konsistens er en slags superkraft.
de: Ich habe immer geglaubt, dass Beständigkeit eine Art Superkraft ist.
es: Siempre he creído que la coherencia es una especie de superpoder.
et: Olen alati uskunud, et järjepidevus on omamoodi superjõud.
fi: Olen aina uskonut, että johdonmukaisuus on eräänlainen supervoima.
fr: J’ai toujours pensé que la cohérence était une sorte de super pouvoir.
hr: Oduvijek vjerujem da je dosljednost neka vrsta supermoći.
hu: Mindig is azt hittem, hogy a következetesség egyfajta szupererő.
it: Ho sempre creduto che la costanza sia una sorta di superpotere.
lv: Es vienmēr esmu ticējis, ka konsekvence ir sava veida superspēja.
nb: Jeg har alltid trodd at det å møte opp jevnt er en slags superkraft.
nl: Ik heb altijd geloofd dat consistentie een soort superkracht is.
pl: Zawsze wierzyłem, że konsekwencja jest rodzajem supermocy.
pt_br: Sempre acreditei que consistência é uma espécie de superpoder.
ro: Am crezut mereu că perseverența este un fel de superputere.
sk: Vždy som veril, že pravidelnosť je malá superschopnosť.
sl: Vedno sem verjel, da je doslednost neke vrste supermoč.
sv: Jag har alltid tänkt att kontinuitet är en sorts superkraft.
uk: Я завжди вірив, що сталість — це своєрідна суперсила.

source: If this helps you keep a promise to yourself, your review helps me keep building it.
cs: Pokud ti Yearlit pomáhá dodržet slib sobě, tvoje recenze mi pomůže pokračovat.
da: Hvis Yearlit hjælper dig med at holde et løfte til dig selv, hjælper din anmeldelse mig med at bygge videre.
de: Wenn Yearlit dir hilft, ein Versprechen an dich selbst zu halten, hilft mir deine Bewertung, weiterzubauen.
es: Si esto te ayuda a cumplir una promesa contigo, tu reseña me ayuda a seguir construyendo Yearlit.
et: Kui see aitab sul endale antud lubadust pidada, aitab sinu arvustus mul seda edasi ehitada.
fi: Jos tämä auttaa sinua pitämään lupauksen itsellesi, arvostelusi auttaa minua jatkamaan Yearlitin rakentamista.
fr: Si Yearlit t’aide à tenir une promesse envers toi-même, ton avis m’aide à continuer de le construire.
hr: Ako ti ovo pomaže održati obećanje sebi, tvoja recenzija pomaže meni da nastavim graditi Yearlit.
hu: Ha ez segít megtartani egy magadnak tett ígéretet, az értékelésed segít tovább építenem.
it: Se Yearlit ti aiuta a mantenere una promessa con te stesso, la tua recensione mi aiuta a continuare a costruirlo.
lv: Ja tas palīdz tev turēt sev doto solījumu, tava atsauksme palīdz man turpināt būvēt Yearlit.
nb: Hvis Yearlit hjelper deg å holde et løfte til deg selv, hjelper anmeldelsen din meg å bygge videre.
nl: Als dit je helpt een belofte aan jezelf te houden, helpt jouw review mij om Yearlit verder te bouwen.
pl: Jeśli Yearlit pomaga Ci dotrzymać obietnicy danej sobie, Twoja recenzja pomaga mi rozwijać aplikację dalej.
pt_br: Se isso ajuda você a cumprir uma promessa consigo mesmo, sua avaliação me ajuda a continuar criando o app.
ro: Dacă Yearlit te ajută să ții o promisiune față de tine, recenzia ta mă ajută să continui să-l construiesc.
sk: Ak ti Yearlit pomáha dodržať sľub sebe samému, tvoja recenzia mi pomôže budovať ho ďalej.
sl: Če ti to pomaga držati obljubo sebi, mi tvoja ocena pomaga, da Yearlit gradim naprej.
sv: Om Yearlit hjälper dig hålla ett löfte till dig själv hjälper din recension mig att fortsätta bygga.
uk: Якщо Yearlit допомагає тобі тримати обіцянку собі, твій відгук допоможе мені будувати його далі.

source: Independently engineered. Lovingly crafted.
cs: Nezávisle navržený. S láskou vytvořené.
da: Uafhængigt konstrueret. Kærligt udformet.
de: Unabhängig entwickelt. Liebevoll gefertigt.
es: Diseñado de forma independiente. Elaborado con amor.
et: Sõltumatult projekteeritud. Armastusega meisterdatud.
fi: Itsenäisesti rakennettu. Huolella viimeistelty.
fr: Conçu indépendamment. Fabriqué avec amour.
hr: Neovisno izrađeno. Pažljivo oblikovano.
hu: Független tervezésű. Szeretettel kidolgozott.
it: Progettato in modo indipendente. Realizzato con cura.
lv: Neatkarīgi izstrādāts. Ar mīlestību veidots.
nb: Selvstendig konstruert. Kjærlig utformet.
nl: Onafhankelijk ontwikkeld. Liefdevol gemaakt.
pl: Niezależnie zaprojektowane. Wykonane z miłością.
pt_br: Projetado de forma independente. Carinhosamente elaborado.
ro: Construit independent. Făcut cu grijă.
sk: Nezávisle skonštruované. S láskou spracované.
sl: Neodvisno zasnovan. Izdelano z ljubeznijo.
sv: Byggd självständigt. Gjord med omsorg.
uk: Незалежно розроблено. Створено з любов'ю.

source: Invalid Name
cs: Neplatné jméno
da: Ugyldigt navn
de: Ungültiger Name
es: Nombre no válido
et: Kehtetu nimi
fi: Virheellinen nimi
fr: Nom invalide
hr: Nevažeći naziv
hu: Érvénytelen név
it: Nome non valido
lv: Nederīgs nosaukums
nb: Ugyldig navn
nl: Ongeldige naam
pl: Nieprawidłowa nazwa
pt_br: Nome inválido
ro: Nume nevalid
sk: Neplatné meno
sl: Neveljavno ime
sv: Ogiltigt namn
uk: Недійсне ім'я

source: iOS does not allow apps to set wallpaper directly. Test final application on a physical iPhone.
cs: iOS neumožňuje aplikacím nastavovat tapetu přímo. Finální použití otestujte na fyzickém iPhonu.
da: iOS tillader ikke apps at indstille baggrundsbilledet direkte. Test den endelige anvendelse på en fysisk iPhone.
de: iOS erlaubt Apps nicht, Hintergrundbilder direkt festzulegen. Teste die endgültige Anwendung auf einem echten iPhone.
es: iOS no permite que las apps establezcan fondos directamente. Prueba la aplicación final en un iPhone físico.
et: iOS ei luba rakendustel taustapilti otse määrata. Testi lõplikku rakendamist füüsilisel iPhone’il.
fi: iOS ei salli sovellusten asettaa taustakuvaa suoraan. Testaa lopullinen käyttö fyysisellä iPhonella.
fr: iOS n’autorise pas les apps à définir directement le fond d’écran. Teste l’application finale sur un iPhone physique.
hr: iOS ne dopušta aplikacijama izravno postavljanje pozadine. Završnu primjenu testiraj na fizičkom iPhoneu.
hu: Az iOS nem engedi, hogy az appok közvetlenül állítsanak be háttérképet. A végső alkalmazást fizikai iPhone-on teszteld.
it: iOS non consente alle app di impostare direttamente lo sfondo. Testa l’applicazione finale su un iPhone fisico.
lv: iOS neļauj lietotnēm tieši iestatīt fona attēlu. Pārbaudi galīgo lietošanu fiziskā iPhone.
nb: iOS lar ikke apper angi bakgrunn direkte. Test den ferdige løsningen på en fysisk iPhone.
nl: iOS staat niet toe dat apps je achtergrond direct instellen. Test de uiteindelijke toepassing op een fysieke iPhone.
pl: iOS nie pozwala aplikacjom ustawiać tapety bezpośrednio. Przetestuj końcowe zastosowanie na fizycznym iPhonie.
pt_br: O iOS não permite que apps definam o papel de parede diretamente. Teste a aplicação final em um iPhone físico.
ro: iOS nu permite aplicațiilor să seteze fundalul direct. Testează aplicarea finală pe un iPhone fizic.
sk: iOS neumožňuje aplikáciám nastavovať tapetu priamo. Finálne použitie otestuj na fyzickom iPhone.
sl: iOS aplikacijam ne dovoljuje neposredne nastavitve ozadja. Končno uporabo preizkusi na fizičnem iPhonu.
sv: iOS tillåter inte appar att ställa in bakgrunden direkt. Testa den slutliga tillämpningen på en fysisk iPhone.
uk: iOS не дозволяє програмам напряму встановлювати шпалери. Перевірте остаточне застосування на фізичному iPhone.

source: iOS does not let apps open the widget picker directly. Add it from the Home Screen.
cs: iOS nedovoluje aplikacím otevřít výběr widgetů přímo. Přidej ho z plochy.
da: iOS lader ikke apps åbne widgetvælgeren direkte. Tilføj den fra hjemmeskærmen.
de: iOS lässt Apps die Widget-Auswahl nicht direkt öffnen. Füge das Widget über den Home-Bildschirm hinzu.
es: iOS no deja que las apps abran el selector de widgets directamente. Añádelo desde la pantalla de inicio.
et: iOS ei luba rakendustel vidinavalijat otse avada. Lisa vidin avaekraanilt.
fi: iOS ei anna sovellusten avata widget-valitsinta suoraan. Lisää widget aloitusnäytöltä.
fr: iOS ne permet pas aux apps d’ouvrir directement le sélecteur de widgets. Ajoute-le depuis l’écran d’accueil.
hr: iOS ne dopušta aplikacijama da izravno otvore odabir widgeta. Dodaj ga s početnog zaslona.
hu: Az iOS nem engedi, hogy az appok közvetlenül megnyissák a widgetválasztót. A Főképernyőről tudod hozzáadni.
it: iOS non permette alle app di aprire direttamente il selettore dei widget. Aggiungilo dalla schermata Home.
lv: iOS neļauj lietotnēm tieši atvērt logrīku izvēlni. Pievieno to no sākuma ekrāna.
nb: iOS lar ikke apper åpne widgetvelgeren direkte. Legg den til fra hjemskjermen.
nl: iOS laat apps de widgetkiezer niet direct openen. Voeg de widget toe vanaf je beginscherm.
pl: iOS nie pozwala aplikacjom otwierać wyboru widżetów bezpośrednio. Dodaj widżet z ekranu początkowego.
pt_br: O iOS não permite que apps abram o seletor de widgets diretamente. Adicione pela Tela de Início.
ro: iOS nu lasă aplicațiile să deschidă direct selectorul de widgeturi. Adaugă-l din ecranul principal.
sk: iOS nedovolí aplikáciám otvoriť výber widgetov priamo. Pridaj ho z plochy.
sl: iOS aplikacijam ne dovoli neposredno odpreti izbire pripomočkov. Dodaj ga z domačega zaslona.
sv: iOS låter inte appar öppna widgetväljaren direkt. Lägg till den från hemskärmen.
uk: iOS не дозволяє застосункам відкривати вибір віджетів напряму. Додай віджет із Початкового екрана.

source: It’s clear
cs: Je to jasné
da: Det er tydeligt
de: Ist klar
es: Se entiende
et: Selge
fi: Se on selkeä
fr: C’est clair
hr: Jasno mi je
hu: Érthető
it: È chiaro
lv: Skaidrs
nb: Det er tydelig
nl: Het is duidelijk
pl: To jest jasne
pt_br: Fica claro
ro: E clar
sk: Je to jasné
sl: Jasno je
sv: Det är tydligt
uk: Все зрозуміло

source: It’s for anyone who’s ever wanted to follow through, but found it hard to keep going.
cs: Je pro každého, kdo to někdy chtěl dotáhnout do konce, ale bylo pro něj těžké pokračovat.
da: Det er for alle, der nogensinde har ønsket at følge op, men har haft svært ved at fortsætte.
de: Yearlit ist für alle, die etwas durchziehen wollen, aber schwer dranbleiben.
es: Es para cualquiera que alguna vez haya querido seguir adelante, pero le haya resultado difícil seguir adelante.
et: See on mõeldud kõigile, kes on kunagi tahtnud seda teha, kuid kellel oli raske jätkata.
fi: Se on tarkoitettu kaikille, jotka ovat koskaan halunneet seurata sitä, mutta joiden on ollut vaikea jatkaa.
fr: C’est pour tous ceux qui ont toujours voulu aller jusqu’au bout, mais qui ont eu du mal à continuer.
hr: Za svakoga tko je htio izdržati do kraja, ali mu je bilo teško nastaviti.
hu: Mindenkinek szól, aki valaha is végig akarta követni, de nehezen tudta folytatni.
it: È per chiunque abbia mai voluto portare a termine qualcosa, ma abbia trovato difficile andare avanti.
lv: Tā ir ikvienam, kurš gribējis iesākto novest līdz galam, bet nav spējis noturēties.
nb: Den er for alle som har villet følge opp, men syntes det var vanskelig å fortsette.
nl: Het is voor iedereen die ooit door wilde gaan, maar het moeilijk vond om door te gaan.
pl: Jest dla każdego, kto chciał dotrzymać słowa, ale miał problem, żeby wytrwać.
pt_br: Ele é para quem já quis cumprir algo de verdade, mas teve dificuldade de continuar.
ro: Este pentru oricine a vrut să ducă ceva până la capăt, dar a simțit că e greu să continue.
sk: Je pre každého, kto to niekedy chcel dotiahnuť do konca, ale bolo pre neho ťažké pokračovať.
sl: Za vsakogar, ki je hotel izpeljati stvar do konca, pa je težko nadaljeval.
sv: Det är för alla som någonsin velat följa upp, men haft svårt att fortsätta.
uk: Це для всіх, хто хотів доводити справи до кінця, але кому було важко продовжувати.

source: It's never late to start a new streak!
cs: Nikdy není pozdě začít novou sérii.
da: Det er aldrig for sent at starte en ny streak!
de: Es ist nie spät, eine neue Serie zu beginnen!
es: ¡Nunca es tarde para comenzar una nueva racha!
et: Kunagi pole hilja uut seeriat alustada!
fi: Koskaan ei ole myöhäistä aloittaa uusi sarja!
fr: Il n'est jamais tard pour démarrer une nouvelle séquence !
hr: Nikad nije kasno započeti novi niz!
hu: Soha nem késő új sorozatot kezdeni!
it: Non è mai tardi per iniziare una nuova serie!
lv: Nekad nav par vēlu sākt jaunu sēriju!
nb: Det er aldri sent å starte en ny serie!
nl: Het is nooit te laat om aan een nieuwe reeks te beginnen!
pl: Nigdy nie jest za późno, żeby zacząć nową serię!
pt_br: Nunca é tarde para começar uma nova sequência!
ro: Nu e niciodată prea târziu să începi o serie nouă!
sk: Nikdy nie je neskoro začať novú sériu.
sl: Nikoli ni prepozno začeti novega niza.
sv: Det är aldrig för sent att starta en ny svit!
uk: Ніколи не пізно почати нову серію!

source: It’s not perfect, and I’m okay with that.
cs: Není to dokonalé a jsem s tím smířený.
da: Det er ikke perfekt, og det er jeg okay med.
de: Es ist nicht perfekt. Und das ist okay.
es: No es perfecto y estoy de acuerdo con eso.
et: See pole täiuslik ja ma olen sellega rahul.
fi: Se ei ole täydellinen, ja olen ihan okei sen kanssa.
fr: Ce n’est pas parfait et je suis d’accord avec ça.
hr: Nije savršeno, i to mi je u redu.
hu: Ez nem tökéletes, és ezzel rendben is vagyok.
it: Non è perfetto, e per me va bene così.
lv: Tas nav ideāls, un man tas ir labi.
nb: Det er ikke perfekt, og jeg er ok med det.
nl: Het is niet perfect, en daar ben ik oké mee.
pl: Nie jest idealnie i nie przeszkadza mi to.
pt_br: Não é perfeito e estou bem com isso.
ro: Nu este perfect, iar asta e în regulă.
sk: Nie je to dokonalé a ja som s tým v pohode.
sl: Ni popolno in s tem se strinjam.
sv: Det är inte perfekt, och jag är okej med det.
uk: Він не ідеальний, і це нормально.

source: It’s the quiet force that turns small, ordinary actions into extraordinary results over time.
cs: Je to tichá síla, která v průběhu času mění malé, obyčejné činy na mimořádné výsledky.
da: Det er den stille kraft, der forvandler små, almindelige handlinger til ekstraordinære resultater over tid.
de: Sie ist die stille Kraft, die kleine, normale Handlungen mit der Zeit in echte Ergebnisse verwandelt.
es: Es la fuerza silenciosa que convierte acciones pequeñas y ordinarias en resultados extraordinarios con el tiempo.
et: See on vaikne jõud, mis muudab väikesed tavalised tegevused aja jooksul erakordseteks tulemusteks.
fi: Se on hiljainen voima, joka muuttaa pienet, tavalliset teot poikkeuksellisiksi tuloksiksi ajan myötä.
fr: C’est la force tranquille qui transforme de petites actions ordinaires en résultats extraordinaires au fil du temps.
hr: To je tiha sila koja male, obične radnje s vremenom pretvara u velike rezultate.
hu: Ez az a csendes erő, amely az apró, hétköznapi cselekedeteket idővel rendkívüli eredményekké változtatja.
it: È la forza silenziosa che trasforma piccole azioni ordinarie in risultati straordinari nel tempo.
lv: Tas ir klusais spēks, kas laika gaitā pārvērš mazas ikdienas darbības lielos rezultātos.
nb: Det er den stille kraften som gjør små, vanlige handlinger til ekstraordinære resultater over tid.
nl: Het is de stille kracht die kleine, gewone acties in de loop van de tijd omzet in buitengewone resultaten.
pl: To cicha siła, która z czasem zamienia małe, zwykłe działania w duże efekty.
pt_br: É a força silenciosa que transforma ações pequenas e comuns em resultados extraordinários ao longo do tempo.
ro: Este forța liniștită care transformă acțiunile mici, obișnuite, în rezultate mari în timp.
sk: Je to tichá sila, ktorá časom premení malé, bežné činy na mimoriadne výsledky.
sl: To je tiha sila, ki majhna, običajna dejanja čez čas spremeni v izjemne rezultate.
sv: Det är den tysta kraften som förvandlar små, vanliga handlingar till extraordinära resultat över tid.
uk: Це тиха сила, яка з часом перетворює маленькі звичайні дії на надзвичайні результати.

source: Items
cs: Položky
da: genstande
de: Artikel
es: Elementos
et: Üksused
fi: Tuotteet
fr: Articles
hr: Predmeti
hu: Tételek
it: Elementi
lv: Preces
nb: Varer
nl: Artikelen
pl: Rzeczy
pt_br: Unid
ro: Articole
sk: Položky
sl: Predmeti
sv: Föremål
uk: Елементів

source: Journal
cs: Časopis
da: Tidsskrift
de: Zeitschrift
es: Diario
et: Ajakiri
hr: Časopis
hu: Folyóirat
it: Diario
lv: Žurnāls
nb: Tidsskrift
nl: Tijdschrift
pl: Dziennik
pt_br: Jornal
ro: Jurnal
sk: Denník
sl: Dnevnik
sv: Tidning
uk: Журнал

source: Keep it going
cs: Jen tak dál
da: Fortsæt med det
de: Weiter so
es: Sigue así
et: Jätkake seda
fi: Jatka samaan malliin
fr: Continue comme ça
hr: Samo tako nastavi
hu: Csak így tovább
it: Continua così
lv: Tā turpināt
nb: Fortsett med det
nl: Blijf doorgaan
pl: Nie przerywaj
pt_br: Continue assim
ro: Continuă
sk: Len tak ďalej
sl: Kar tako naprej
sv: Fortsätt med det
uk: Продовжуй

source: Keep the cue in sight so the habit is hard to miss.
cs: Měj podnět na očích, aby návyk nešel přehlédnout.
da: Hold stikordet i syne, så vanen er svær at gå glip af.
de: Halte den Auslöser sichtbar, damit du die Gewohnheit kaum verpassen kannst.
es: Mantenga la señal a la vista para que sea difícil pasar por alto el hábito.
et: Hoidke vihjeid silme ees, et harjumusest oleks raske mööda vaadata.
fi: Pidä vihje näkyvissä, jotta tapaa on vaikea missata.
fr: Gardez le signal en vue pour qu'il soit difficile de rater cette habitude.
hr: Drži podsjetnik na vidljivom mjestu da naviku bude teško previdjeti.
hu: Tartsd szem előtt a jelet, hogy nehéz legyen kihagyni a szokást.
it: Tieni il segnale in vista, così l'abitudine è difficile da ignorare.
lv: Turi signālu redzamu, lai ieradumu būtu grūti palaist garām.
nb: Hold signalet synlig, så vanen blir vanskelig å glemme.
nl: Houd de keu in het zicht, zodat de gewoonte moeilijk te missen is.
pl: Trzymaj wskazówkę w zasięgu wzroku, aby trudno było przeoczyć nawyk.
pt_br: Mantenha a deixa à vista para que seja difícil perder o hábito.
ro: Ține indiciul la vedere, ca obiceiul să fie greu de ratat.
sk: Maj spúšťač na očiach, aby sa zvyk nedal ľahko prehliadnuť.
sl: Naj bo sprožilec na očeh, da navade ne spregledaš.
sv: Ha signalen synlig så att vanan blir svår att missa.
uk: Тримай підказку на видноті, щоб звичку було важко пропустити.

source: Keep the promise tomorrow.
cs: Zítra slib dodrž znovu.
da: Hold løftet igen i morgen.
de: Halte dein Versprechen morgen wieder.
es: Cumple la promesa también mañana.
et: Pea lubadust ka homme.
fi: Pidä lupaus huomenna.
fr: Garde ta promesse demain.
hr: Sutra opet održi obećanje.
hu: Holnap is tartsd meg az ígéretet.
it: Mantieni la promessa anche domani.
lv: Rīt turi solījumu vēlreiz.
nb: Hold løftet igjen i morgen.
nl: Houd de belofte morgen weer.
pl: Jutro dotrzymaj obietnicy znowu.
pt_br: Cumpra a promessa amanhã de novo.
ro: Ține promisiunea și mâine.
sk: Zajtra sľub dodrž znova.
sl: Jutri drži obljubo znova.
sv: Håll löftet imorgon.
uk: Завтра тримай обіцянку знову.

source: keep your dots on your Home Screen
cs: měj tečky na ploše
da: hold dine prikker på hjemmeskærmen
de: behalte deine Punkte auf dem Home-Bildschirm
es: mantén tus puntos en la pantalla de inicio
et: hoia oma täpid avaekraanil
fi: pidä pisteesi aloitusnäytöllä
fr: garde tes points sur ton écran d’accueil
hr: drži svoje točke na početnom zaslonu
hu: tartsd a pontjaidat a Főképernyőn
it: tieni i punti sulla schermata Home
lv: turi punktus sākuma ekrānā
nb: ha prikkene dine på hjemskjermen
nl: houd je stippen op je beginscherm
pl: miej swoje kropki na ekranie początkowym
pt_br: mantenha seus pontos na Tela de Início
ro: ține punctele pe ecranul principal
sk: maj svoje bodky priamo na ploche
sl: ohrani pike na domačem zaslonu
sv: håll prickarna synliga på hemskärmen
uk: тримай свої точки на Початковому екрані

source: Keep your habits visible with widgets, unlimited
cs: Měj návyky na očích díky widgetům,
da: Hold dine vaner synlige med widgets, ubegrænset
de: Mit Widgets bleiben deine Gewohnheiten sichtbar,
es: Mantén tus hábitos visibles con widgets,
et: Hoia harjumused nähtaval vidinate, piiramatu
fi: Pidä tapasi näkyvillä widgeteillä, rajattomalla
fr: Garde tes habitudes visibles avec les widgets,
hr: Drži navike vidljivima uz widgete, neograničeno
hu: Tartsd szem előtt a szokásaidat widgetekkel, korlátlan
it: Tieni le abitudini in vista con i widget,
lv: Turi ieradumus redzamus ar logrīkiem, neierobežotu
nb: Hold vanene synlige med widgeter, ubegrenset
nl: Houd je gewoonten zichtbaar met widgets, onbeperkte
pl: Miej nawyki na widoku dzięki widżetom, bez limitu
pt_br: Mantenha seus hábitos visíveis com widgets,
ro: Ține-ți obiceiurile la vedere cu widgeturi, urmărire
sk: Maj svoje návyky na očiach vďaka widgetom, neobmedzenému
sl: Ohrani navade vidne s pripomočki, neomejenim
sv: Håll dina vanor synliga med widgetar, obegränsad
uk: Тримай звички перед очима: віджети, безлімітне

source: Kilograms (kg)
cs: Kilogramy (kg)
da: Kilogram (kg)
de: Kilogramm (kg)
es: Kilogramos (kg)
et: Kilogrammid (kg)
fi: kiloa (kg)
fr: Kilogrammes (kg)
hr: Kilogrami (kg)
hu: Kilogramm (kg)
it: Chilogrammi (kg)
lv: Kilogrami (kg)
nb: Kilogram (kg)
nl: Kilogrammen (kg)
pl: Kilogramy (kg)
pt_br: Quilogramas (kg)
ro: Kilograme (kg)
sk: Kilogramy (kg)
sl: Kilogrami (kg)
sv: Kilogram (kg)
uk: Кілограми (кг)

source: Kilojoules (kJ)
cs: kilojouly (kJ)
da: Kilojoule (kJ)
de: Kilojoule (kJ)
es: Kilojulios (kJ)
et: Kilodžauli (kJ)
fi: Kilojoulea (kJ)
hr: Kilodžuli (kJ)
hu: Kilojoule (kJ)
it: Chilojoule (kJ)
lv: Kilodžouli (kJ)
nb: Kilojoule (kJ)
nl: Kilojoule (kJ)
pl: Kilodżule (kJ)
pt_br: Quilojoules (kJ)
ro: Kilojuli (kJ)
sk: kilojouly (kJ)
sl: Kilodžuli (kJ)
sv: Kilojoule (kJ)
uk: Кілоджоулі (кДж)

source: Kilometers (km)
cs: Kilometry (km)
da: Kilometer (km)
de: Kilometer (km)
es: Kilómetros (km)
et: Kilomeetrid (km)
fi: Kilometrit (km)
fr: Kilomètres (km)
hr: kilometri (km)
hu: Kilométer (km)
it: Chilometri (km)
lv: Kilometri (km)
nb: Kilometer (km)
pl: Kilometry (km)
pt_br: Quilômetros (km)
ro: Kilometri (km)
sk: Kilometre (km)
sl: kilometri (km)
sv: Kilometer (km)
uk: Кілометри (км)

source: Large Clock
cs: Velké hodiny
da: Stort ur
de: Große Uhr
es: Reloj grande
et: Suur kell
fi: Suuri kello
fr: Grande horloge
hr: Veliki sat
hu: Nagy óra
it: Orologio grande
lv: Liels pulkstenis
nb: Stor klokke
nl: Grote klok
pl: Duży zegar
pt_br: Relógio grande
ro: Ceas mare
sk: Veľké hodiny
sl: Velika ura
sv: Stor klocka
uk: Великий годинник

source: Last chance to complete %@ this week
cs: Poslední šance dokončit %@ tento týden
da: Sidste chance for at gennemføre %@ i denne uge
de: Letzte Chance, %@ diese Woche abzuschließen
es: Última oportunidad para completar %@ esta semana
et: Viimane võimalus sellel nädalal %@ lõpetada
fi: Viimeinen mahdollisuus suorittaa %@ tällä viikolla
fr: Dernière chance de terminer %@ cette semaine
hr: Posljednja prilika da dovršite %@ ovaj tjedan
hu: Utolsó lehetőség a %@ teljesítésére ezen a héten
it: Ultima possibilità per completare %@ questa settimana
lv: Pēdējā iespēja šonedēļ pabeigt %@
nb: Siste sjanse til å fullføre %@ denne uken
nl: Laatste kans om %@ deze week te voltooien
pl: Ostatnia szansa na ukończenie %@ w tym tygodniu
pt_br: Última chance de completar %@ esta semana
ro: Ultima șansă să completezi %@ săptămâna aceasta
sk: Posledná šanca dokončiť %@ tento týždeň
sl: Zadnja priložnost za dokončanje %@ ta teden
sv: Sista chansen att slutföra %@ denna vecka
uk: Останній шанс завершити%@цього тижня
